#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """ <b>Hi {} 😌
I'm officially made for ~ @movies_Hubh2...😉\n
You can Request Any Movie you want at our Group\n& I will provide the Files🗂️ in the Form of ~\n 🔗 Button Filters.\n
For More Details Click /help Button ..\n
             ~🇲‌🇦‌🇳‌🇦‌🇬‌🇪‌🇷‌ᵒᶠ movieshub
</b>"""   
    
    HELP_TEXT = """
<b><u>ഞാൻ ഒരു പാട്ട് പറയാം അത് ഏത് സിനിമയിലെ ആണെന്ന് പറഞ്ഞാൽ ഹെല്പ് ചെയ്യാം</b></u>😎🎶🎶 <b><i> "എന്തരോ മഹാനു ഭാവുലൂ"</b></i> <b><u>അറിയാമെങ്കിൽ /about 👈ഇതിൽ ക്ലിക്ക് ചെയ്യ്</b></u>"""
    
    ABOUT_TEXT = """<b>എടാ ബുദ്ധിമാനെ ഐഡിയ കൊള്ളാം ബട്ട്‌ ഏറ്റില്ല🤭🤣 ഹെല്പ് അതും നിനക്ക് ഓട്രാ 🏃</b>
<b>➥നിന്റെ ഫുൾ Details കാണണോ👉Click Deatils Mwonoo😎</b> : <i><a href="https://t.me/bgeejji/52">👉DETAILS👈</a></i>
"""
